<?php

return [
    /*
    |--------------------------------------------------------------------------
    | BG Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed' => 'Потребителя не съществува.',
    'general_error' => 'Нямате права за това.',
    'password_used' => 'Вы не можете установить пароль, который вы ранее использовали.',
    'socialite' => [
        'unacceptable' => ':provider не приемлемый тип для входа.',
    ],
    'throttle' => 'Търде много опита за вход. Моля опитайте след :seconds seconds.',
    'unknown' => 'Непозната грешка.Моля обърнете се към администратора за това.',
];
