<?php

return [
    /*
    |--------------------------------------------------------------------------
    | BG Языковые ресурсы названий кнопок
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются в названиях
    | кнопок всего вашего приложения.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'backend' => [
        'access' => [
            'users' => [
                'activate' => 'Активирай',
                'change_password' => 'Смени Паролата',
                'clear_session' => 'Очистить Сессию',
                'confirm' => 'Подтвержден',
                'deactivate' => 'Неактивен',
                'delete_permanently' => 'Временно забранен',
                'login_as' => 'Влезли сте като :user',
                'resend_email' => 'Resend Confirmation E-mail',
                'restore_user' => 'Въстановяване на потребителя',
                'unconfirm' => 'Отменит',
                'unlink' => 'Отключи',
            ],
        ],
    ],
    'emails' => [
        'auth' => [
            'confirm_account' => 'Подтвердить учетную запись',
            'reset_password' => 'Сбросить пароль',
        ],
    ],
    'general' => [
       
        'continue' => 'Продъли',
        'cancel' => 'Прекъсни',
        'crud' => [
            'create' => 'Създай',
            'delete' => 'Изтрий',
            'edit' => 'Редактирай',
            'update' => 'Обнови',
        ],
        'save' => 'Съхрани',
        'view' => 'Виж',
    ],
];
