<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы названий кнопок
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются в названиях
    | кнопок всего вашего приложения.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'backend' => [
        'access' => [
            'users' => [
                'activate' => 'Активирай',
                'change_password' => 'Промени паролата си',
                'clear_session' => 'Изчисти сесията',
                'confirm' => 'Потвърден',
                'deactivate' => 'Деактивирайй',
                'delete_permanently' => 'Удалить навсегда',
                'login_as' => 'Войти как :user',
                'resend_email' => 'Повторно отправить подтверждение на E-mail',
                'restore_user' => 'Восстановить учетную запись',
                'unconfirm' => 'Отменить',
                'unlink' => 'Отключить',
            ],
        ],
    ],
    'emails' => [
        'auth' => [
            'confirm_account' => 'Подтвердить учетную запись',
            'reset_password' => 'Сбросить пароль',
        ],
    ],
    'general' => [
        'cancel' => 'Откажи',
        'continue' => 'Следващ',
        'crud' => [
            'create' => 'Създай',
            'delete' => 'Изтрий',
            'edit' => 'Редактирай',
            'update' => 'Промени',
            'view' => 'Виж',
        ],
        'save' => 'Съхрани',
        'view' => 'Виж',
    ],
];
