<?php

return [
    /*
    |--------------------------------------------------------------------------
    | БГ Языковые ресурсы Исключений (Exception)
    |--------------------------------------------------------------------------
    | Следующие языковые ресурсы используются для вывода
    | сообщений перехвата Исключений (Exception) всего вашего приложения.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'backend' => [
        'access' => [
            'roles' => [
                'already_exists' => 'Тази роля съществува.Моля опитайте друго име.',
                'cant_delete_admin' => 'You can not delete the Administrator role.',
                'create_error' => 'Възникна проблем при създаването на ролята.Моля опитайте отново.',
                'delete_error' => 'Възникна проблем при изтриването на ролята.Моля опитайте отново.',
                'has_users' => 'Не може да изтриете ролята,която е дадена на потребителя.',
                'needs_permission' => 'Трябва да изберете поне едно разрешение за тази роля.',
                'not_found' => 'Тази роля не съществува.',
                'update_error' => 'При актуализирането на тази роля възникна проблем. Моля опитайте отново.',
            ],

            'users' => [
                'already_confirmed' => 'Този потребител вече е потвърден',
                'cant_confirm' => 'Възникна проблем с потвърдаването на потребителя',
                
                'cant_delete_admin' => 'Вие не може да изтриете Главния администратор',
                'cant_delete_own_session' => 'Вие не можете изтриете свята собственна сессию.',
                'cant_restore' => 'Этот пользователь не удален, поэтому он не может быть восстановлен.',
                'cant_unconfirm_admin' => 'Вие не можете да подтвердите супер администратора.',
                'cant_unconfirm_self' => 'Вие не можете да подтвърдите себе си.',
                'delete_first' => 'Этот пользователь должен быть мягко удален, прежде чем он может быть окончательно удален.',               
                'social_delete_error' => 'Не удалось удалить социальную учетную запись у пользователя.',
                'cant_deactivate_self' => 'Не можете да направите това за себе си.',
                'cant_delete_self' => 'Не може да се изтриете сам.',
                'create_error' => 'Имаше проблем при създаването на този потребител. Моля опитайте отново.',
                'delete_error' => 'Възникна проблем при изтриването на този потребител. Моля опитайте отново.',
                'email_error' => 'Този имейл адрес принадлежи на друг потребител.',
                'mark_error' => 'Възникна проблем при актуализирането на този потребител. Моля опитайте отново.',
                'not_found' => 'Този потребител не съществува.',
                'restore_error' => 'При възстановяването на този потребител възникна проблем. Моля опитайте отново.',
                'role_needed_create' => 'Трябва да изберете поне една роля. Потребителят е създаден, но е деактивиран.',
                'role_needed' => 'Трябва да изберете поне една роля.',
                'update_error' => 'Възникна проблем при актуализирането на този потребител.Моля опитайте отново.',
                'update_password_error' => 'При промяна на тази потребителска парола възникна проблем. Моля, опитайте отново.',
            
            ],
        ],
    ],

    'frontend' => [
        'auth' => [
            'confirmation' => [
               
                'created_pending' => 'Ваша учетная запись записана и находится на рассмотрении. После удтверждения вашей учетной записи, вам будет отправлено уведомление на ваш E-mail.',
                'pending' => 'В настоящее время ваша учетная запись находится на рассмотрении.',
                'already_confirmed' => 'Профилът ви вече е потвърден.',
                'confirm' => 'Потвърдете профила си!',
                'created_confirm' => 'Вашият профил бе създаден успешно. Изпратихме ви имейл, за да потвърдите профила си.',
                'mismatch' => 'Кодът за потвърждение не съвпада.',
                'not_found' => 'Този код за потвърждение не съществува.',
                'resend' => 'Профилът ви не е потвърден. Моля, кликнете върху връзката за потвърждение в електронната си поща или <a href="' . route('account.confirm.resend', ':user_id') . '">Натисни тук</a> да изпратите повторно електронното съобщение за потвърждение.',
                'success' => 'Профилът ви бе потвърден успешно!',
                'resent' => 'На адреса е изпратен нов имейл за потвърждение.',
            ],

            'deactivated' => 'Акаунтът ви е деактивиран.',
            'email_taken' => 'Този имейл адрес вече е зает.',

            'password' => [
                'change_mismatch' => 'Това не е старата ви парола.',
                'reset_problem' => 'Не удалось изменить пароль. Повторите запрос на изменение пароля.',
            ],

            'registration_disabled' => 'Регистрацията в момента е закрита, пробвайте после',
        ],
    ],
];
