<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы HTTP
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются для вывода
    | сообщений во вьюверах страниц ошибок.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    '404' => [
        'description' => 'Извинявайте, но страницата, която се опитвате да потърсите, не существува.',
        'title' => 'Страницата не  е намерена',
    ],
    '503' => [
        'description' => 'Назад',
        'title' => 'Назад',
    ],
];
