<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы HTTP
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются для вывода
    | сообщений во вьюверах страниц ошибок.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    '404' => [
        'title'       => 'Страницата не е намерена',
        'description' => 'За съжаление, страницата, която се опитвате да прегледате, не съществува.',
    ],
    '503' => [
        'description' => 'Назад',
        'title' => 'Назад',
    ],
];
