<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы названий менюшек навбаров (Navs)
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются в названиях
    | менюшек навбаров (Navs) всего вашего приложения.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'general' => [
        'home' => 'Начало',
        'logout' => 'Изход',
        'genres' => 'Жанрове',
        'events' => 'Събития',
        'songs' => 'Песни',
        'style' => 'Стилове',
        'text' => 'Текстове',
        'video' => 'Видео',
        'user_interface' => 'Потребителско меню',
    ],

    'frontend' => [
        'contact'   => 'Контакт',
        'dashboard' => 'Моят Профил',
        'login'     => 'Вход',
        'macros'    => 'Macros',
        'register'  => 'Регистрирай ме',
        'user' => [
            'account' => 'Потребителски, настройки',
            'administration' => 'Администрация',
            'change_password' => 'Смени Паролата',
            'my_information' => 'Профилът ми',
            'profile' => 'Профил',
        ],
    ],
];
