<?php

return [
    /*
    |--------------------------------------------------------------------------
    | БГ Языковые ресурсы напоминания пароля
    |--------------------------------------------------------------------------
    |
    | Последующие языковые строки возвращаются брокером паролей на неудачные
    | попытки обновления пароля в таких случаях, как ошибочный код сброса
    | пароля или неверный новый пароль.
    |
    */

    
    'password' => 'Паролите трябва да са с поне шест знака и да съответстват на потвърждението.',
    'reset' => 'Паролата ви бе възстановена!',
    'sent' => 'Изпратихме емеил на връзката ви за нулиране на паролата!',
    'token' => 'Този код за възстановяване на паролата е невалиден.',
    'user' => 'Не можем да намерим потребител с този имейл адрес.',
];
